dairy_products = [
    {
        "name":"UHT milk production line",
        "image":"images/dairy/uht.jpg",
        "description":"Description of UHT milk",
        "value":"UHT stands for “Ultra High Temprature processing,” which is just another way of heating milk to kill bacterial spores. In the pasteurization process, the milk is heated to 72°C (161.6°F) for at least 15 minutes, whereas the UHT process heats the milk at 135°C (275°F) for one to two seconds. This flash of extreme heat is said to kill off any spores in the milk, and is currently a process that is being used for other products such as fruit juices, cream, yogurt, wine, and soups. \n\n UHT milk tastes different than its pasteurized milk cousins — it tastes like it comes from a box — it tastes burnt. But the economic incentives behind producing, shipping, selling, and buying this type of milk is quickly making it the global standard. England recently tried to put forward a motion to convert 90% of the milk sales in their country to the UHT variety under the banner of reducing greenhouse emissions, and many other countries — particularly those in warmer regions where refrigeration is challenging and expensive — this UHT milk is now known only as “milk.” \n\n Package type: Tetrapak brick, Tetrapak Pillow, SIG Combibloc, PrePak soft pouch."
    },
    {
        "name":"Pasteurized Milk Production Line",
        "image":"images/dairy/yogurt3.jpg",
        "description":"Description of this pasteurized milk production line",
        "value":"Pasteurized milk is milk which has been heat-treated to kill pathogens which cause disease. Not all pathogens are removed during the pasteurization process, so pasteurized milk is not 100% sterile, but many people consider it to be safer to drink than raw milk which has not been pasteurized at all. The bulk of the milk sold in commercial grocery stores is pasteurized, and much of it is also homogenized to prevent the cream from separating. \n \n First the milk is preheated andstandardised by in line milk fat standardisation system. The purpose ofstandardisation is to give the milk a defined, guaranteed fat content. Commonvalues are 1.5% for low fat milk and 3% for regular grade milk, fat contents aslow as 0.1 and 0.5 % is skimmilk.Then the standardised milk ishomogenised. The purpose of homogenisation is to disintegrate or finelydistribute the fat globules in the milk in order to reduce creaming.Homogenisation may be total or partial.\n\n  Partial homogenisation is a moreeconomical solution, because a smaller homogeniser can be used.The milk, now ispumped to the heating section of the milk heat exchanger where it ispasteurised. The necessary holding time is provided by a separate holding tube.The pasteurisation temperature is recorded continuously. Pump is a booster pumpwhich increases the pressure of the product to a level at which the pasteurisedproduct cannot be contaminated by untreated milk or by the cooling medium if aleak occur in the plate heat exchanger.\n\n  If the pasteurisation temperatureshould drop, this is sensed by a temperature transmitter. A signal activatesflow diversion valve and the milk flows back to the balance tank. Afterpasteurisation the milk continues to a cooling section in the heat exchanger,where it is regeneratively cooled by the incoming untreated cold milk, and thento the cooling section where it is cooled with ice water. The cold milk is thenpumped to the filling machines. Temperature and pasteurisation holding time are very important factors which mustbe specified precisely in relation to the quality of the milk and its shelflife requirements. The pasteurisation temperature is usually 72 – 75C for 15 –20 sec. A common requirement is that the heat treatment must guarantee thedestruction of unwanted microorganisms and of all pathogenic bacteria withoutthe product being damaged."
    },
    {
        "name":"Yogurt Production Line",
        "image":"images/dairy/yogurt1.jpg",
        "description":"Description of Yogurt processing",
        "value":"The pretreatment of the milk is the same, regardless of whether set or stirredyoghurt is to be produced. It includes standardisation of the fat and drymatter contents, heat treatment and homogenisation. It is assumed that the milkhas been standardised to the required fat content before entering the line andstandardisation of the dry matter content takes place in an evaporator in theprocess line. If the dry matter content is adjusted by addition of milk powder,the equipment used is similar to that described under “Recombined milk”. Anyadditives, such as stabilisers, vitamins, etc., can be metered into the milkbefore the heat treatment.\n\nWhen the yoghurt milk has been pretreated and cooled to inoculationtemperature, the procedure for further treatment depends on whether set,stirred, drink, frozen or concentrated yoghurt is to be produced. The qualityof the yoghurt in terms of texture and flavour is essential.\n\nBENEFITS\n1. Opportunity to realize products with customized recipes.\n 2. Opportunity to produce more than one product with the same processing line.\n 3. Accurate dosing of mixing and additional fruit and aromas.\n 4. High quality of the final product keeping an elevated nutritional value.\n 5. Wide customization of the final product.\n 6. Maximum yield, minimum production waste.\n 7. Highest energy savings thanks to the most advanced technologies.\n 8. Complete line supervision system through monitoring of every process phase.\n 9. Recording, visualization and printing of all daily production data.\n\nCONSTRUCTION FEATURES\n Working capacity\n from 5 tons/d up to 100 tons/d\n \n\n Products\n - Stirred yogurt\n - Stirred yogurt with fruit puree or flavor\n - Yogurt with cereals, fibre\n - Set yogurt\n - Drinking yogurt\n - Frozen yogurt\n - Concentrated yogurt\n - Kefir\n - Package in cup, gable top carton, bottle"
    },{
        "name":"Cheese Production Line",
        "image":"images/dairy/cheese.jpg",
        "description":"Description of Cheese production",
        "value":"Cheese making involves a number of main stages which are common to most typesof cheese.\nFor example, the main stages for production of hard and semi-hard cheese areillustrated schematically on the block chart in Figure 14.1.\nThe cheese milk is pretreated, after addition of a bacteria culture appropriateto the type of cheese, and mixed with rennet. The enzyme activity of the rennetcauses the milk to coagulate to a solid gel known as coagulum. This is cut withspecial cutting tools into small cubes of the desired size to facilitateexpulsion of whey. During the rest of the curd making process the bacteria growand form lactic acid, and the curd grains are subjected to mechanical treatmentwith stirring tools, while at the same time the curd is heated according to apreset program. The combined effect of these three actions – growth of bacteria,mechanical treatment and heat treatment – results in syneresis, i.e. separationof whey from the curd grains. The finished curd is placed in cheese moulds,which determine the shape of the finished cheese. The cheese is pressed, eitherby its own weight or by applying pressure to the moulds. Finally, the cheese iscoated, wrapped or packed. Most kinds of cheese will ripened in theripening room for deferent period.\n\nBENEFITS\n1. Opportunity to realize products with customized recipes.\n2. Opportunity to produce more than one product with the same processing line.\n3. High quality of the final product keeping an elevated nutritional value.\n4. Wide customization of the final product.\n5. Maximum yield, minimum production waste.\n6. Highest energy savings thanks to the most advanced technologies.\n7. Complete line supervision system through monitoring of every process phase.\n8. Recording, visualization and printing of all daily production data.\n\nWORKING CAPACITY\nfrom 1 tons/d up to 50 tons/d"
    },{
        "name":"Butter Production Line",
        "image":"images/dairy/skid2.jpg",
        "description":"Description of Butter production",
        "value":"The cream can be supplied by a liquid milk dairy (surplus cream).\nFrom the cream batch pasteurizer, tank the cream is pumped to the continuous butter-maker orthe churn.  In the churning process the cream is agitated violently to breakdown  the fat globules, causing the fat to coalesce into butter grains.  Thecream is split into two fractions: butter grains and buttermilk. In traditionalchurning the machine is stopped when the grains have reached a certain size,and then the buttermilk is drained off.\n\nWORKING CAPACITY\nfrom 1 tons/d up to 50 tons/d"
    },{
        "name":"Skid Mounted Pilot Plant",
        "image":"images/dairy/skid1.jpg",
        "description":"Skid Mounted Pilot Plant",
        "value":"Special design for small scale yogurt production line, installwho plant equipment on a skid frame work.\nThe pretreatment of the milk is the same, regardless of whether set or stirredyoghurt is to be produced. It includes standardisation of the fat and drymatter contents, heat treatment and homogenisation. It is assumed that the milkhas been standardised to the required fat content before entering the line andstandardisation of the dry matter content takes place in an evaporator in theprocess line. \n\nIf the dry matter content is adjusted by addition of milk powder,the equipment used is similar to that described under “Recombined milk”. Anyadditives, such as stabilisers, vitamins, etc., can be metered into the milkbefore the heat treatment.When the yoghurt has been pretreated and cooled to inoculation temperature, the procedure for further treatment depends on whether set, stirred, drink, frozen or concentrated yoghurt is to be produced. The quality of the yoghurt in terms of texture and flavour is essential.\n\nPRODUCTION CAPACITY:\n1T/D - 10T/D"
    },{
        "name":"Ice Cream Production Line", 
        "image":"images/dairy/ice2.jpg",
        "description":"DESCRIPTION OR ICE CREAM PRODUCTION LINE",
        "value":"Formulation:\n\nThe ingredients used in ice cream production are: fat；milk solids-non-fat (MSNF)；sugar/non-sugar sweetener；emulsifiers/stabilisers；flavouring agents；colouring agents.-Weighing, measuring and mixing:\nGenerally speaking, all dry ingredients are weighed, whereas liquid ingredientscan be either weighed or proportioned by volumetric meters.\n\n-Homogenisation and pasteurisation:\nThe ice cream mix flows through a filter to a balance tank and is pumped fromthere to a plate heat exchanger where it is preheated to 73 – 75C forhomogenisation at 140 – 200 bar, the mix is pasteurised at 83 – 85C for about15 seconds then cooled down to 5C and transferred to an ageing tank.\n\n-Ageing:\nThe mix must be aged for at least 4 hours at a temperature between 2 to 5C withcontinuous gentle agitation. Ageing allows time for the stabiliser to take effect and the fat to crystallise.\n\n-Continuous freezing:\n•to whip a controlled amount of air into the mix;\n•to freeze the water content in the mix to a large number of small icecrystals.\n-Filling in cups,cones and containers;\n-Extrusion of sticks and stickless products;\n-Moulding of bars\n-Wrapping and packaging\n-Hardening and cold storage\n\nFigure shows ice cream productsproduction line.\n1. Ice cream mix preparation module containing 2. Water heater 3. Mixing andprocessing tank 4. Homogeniser 5. Plate heat exchanger 6. Control panel 7. Coolingwater unit 8. Ageing tanks 9. Discharge pumps 10. Continuous freezers 11.Ripple pump 12. Filler 13. Manual Can filler, 14. Wash unit\n\nBENEFIT\n1. Opportunity to realize products with customized recipes.\n2. Opportunity to produce more than one product with the same processing line.\n3. Accurate dosing of mixing and additional aromas.\n4. Wide customization of the final product.\n5. Maximum yield, minimum production waste.\n6. Highest energy savings thanks to the most advanced technologies.\n7. Complete line supervision system through monitoring of every process phase.\n8. Recording, visualization and printing of all daily production data.\nCONSTRUCTION FEATURES\nWorking capacity\nfrom 10 tons/d up to 500 tons/d\n\nProducts\n- Soft ice cream\n- Ice cream with flavor\n- Ice cream with nut\n- Sherbet ice cream\n- Dessert ice\n- Water ice\n- Ice cream in varied package:\nPaper/plastic cups; paper/plastic carton;\ncorn; ice bar"
    },{
        "name":"Condensed Milk Production Line",
        "image":"images/dairy/ice3.jpg",
        "description":"DESCRIPTION OF SWEETENED CONDENSED MILK (SCM)",
        "value":"Before evaporation, the fat and solids- non-fatvalues of the milk have been standardised to predetermined. The milk has alsobeen heat treated to destroy micro-organisms and enzymes which could causeproblems and to stabilise the protein complex. Heat treatment is also importantto the development of product viscosity during storage, and is particularlyimportant in the case of sweetened condensed milk. The addition of sugar is akey step in the manufacture of sweetened condensed milk, as the shelf life ofthe product depends on its osmotic pressure being sufficiently high. A sugarcontent of at least 62.5% in the aqueous phase is required. Two methods areused for addition of sugar:\n•Addition of dry sugar before heat treatment\n•Addition of sugar syrup in the evaporator\n\nThe stage at which the sugar is added affects the viscosity of the end product.The evaporator is usually of the multistage falling-film type. When sugar isadded in the evaporator, the syrup is drawn into the evaporator and mixed withthe milk at the half-way stage of the process. Evaporation then continues untilthe required dry matter content has been reached. The dry matter content ischecked continuously by determining the density of the concentrate.\n\nSweetened condensed milk must be cooled after evaporation. This is the mostcritical and important stage in the whole process. The water in the condensedmilk can only hold half the quantity of lactose in solution. The remaining halfwill therefore be precipitated in the form of crystals. If the surplus lactoseis allowed to precipitate freely, the sugar crystals will be large and theproduct will be gritty and unsuitable for many applications. It is consequentlypreferable to control the crystallisation of lactose so that very smallcrystals are obtained. The required crystallisation is accomplished by coolingthe mixture rapidly under vigorous agitation, without air being entrapped. Thecooled condensed milk is pumped to a storage tank where it is kept until thefollowing day to allow the crystallisation process to be completed.\n\nSweetened condensed milk should be yellowish in colour and have the appearanceof mayonnaise. Traditionally, it is packed in cans, which in this case must becleaned and sterilised before filling as no sterilisation takes place aftercanning. Nowadays it is also possible to pack sweetened condensed milk inaseptic paperboard packages. The product is also packed in big barrels, holding about 300kg, for supply to large-scale users.\n\nADVANTAGES:\n1. Opportunity to realize products with customized recipes.\n2. Opportunity to produce more than one product with the same processing line.\n3. Wide customization of the final product.\n4. Maximum yield, minimum production waste.\n5. Highest energy savings thanks to the most advanced technologies.\n6. Complete line supervision system through monitoring of every process phase.\n7. Recording, visualization and printing of all daily production data.\n\nPRODUCTION LINE FEATURES\nWorking capacity\nfrom 5 tons/d up to 100 tons/d\n\nProducts\n- Sweetened condensed milk\n- Evaporated milk without sugar\n- Condensed milk in varied package:"
    }
];

fruits_products = [
    {
        "name":"Tomato Processing Line",
        "image":"images/fruits/tomatos.jpg",
        "description":"Description of tomato processing",
        "value":"Shanghai beyond offers complete process line on turnkey basis to produce the following end products from tomatoes.\n\n1.      Tomato Puree from tomato processing plant\n2.      Tomato Paste from tomato Paste processing plant\n3.      Tomato Ketchup/Sauces from tomato ketchup puree plant\n4.      Tomato Juices from tomato juice processing plant\n\nPacking lines can be offered depending upon the requirement like Product in glass bottles, Cans, Drums, etc. Manufacturing process involves most modern technology of vacuum evaporation using forced circulation evaporators/scrapped surface evaporators. Evaporation plants are versatile in nature and can concentrate other juices also. \n\nSALIENT FEATURES ARE:\n·        High yield up to 90% of juice\n·        Low energy cost.\n·        Low temperature evaporation resulting improved quality of products.\n·        User friendly.\n·        Semi-automatic as well as fully automatic system available.\n·        Both hot break and cold break systems available."
    },
    {
        "name":"Apple & Pear Processing Line",
        "image":"images/fruits/apples.jpg",
        "description":"Apple & Pear Processing Line",
        "value":"Description:\n\nChina is the world's largest producer of apples and pears The end product is divided into transparent juice, cloudy juice ,NFC fresh nature juice, and juice concentrate. Complete plant of apples and pears processing equipments include washing ,crushing, squeeze extractor, enzymolysis, evaporator, sterilizer, aspetic filling and etc. Beyond has created apple and pears  processing equipments with different functioens like crusher, squeeze extractor are simple construction, easy operation, High production efficiency  have positioned  Beyond as the Chinese market leader in the worldwide.\n\nSystem Advantages:\n1 The processing capacity is varied from 60 tons/day to 1500 tons/day.\n2 This line can handle similar fruits with similar characteristics.\n3 Automatic disinfection liquid concentration control system, effectively guarantee the sterilization effect and control the disinfection residue.\n4 Efficient crusher improved the high output percentage of apples and pears.\n5 Using efficient belt juice extractor to improve the juice efficiency and the output percentage.\n6 The production process fully automatic PLC control to reduce the labor intensity and Improve production efficiency.\n7 Low-temperature vacuum evaporation 8 Greatly reduce the flavor substances and nutrient losses.\n8 A variety of energy recovery measures , increased the energy utilization and greatly reduce production cost.\n9 Tubular UHT sterilizer and Aseptic filling machine, Isolated from the pollution of bacteria,ensure the safety of the food and extend the shelf life of the product.\n10 A complete set of production with self CIP system reduce the labor intensity and ensure the high level sanitation."
    },
    {
        "name":"Peach & Apricot Processig Line",
        "image":"images/fruits/peaches.jpg",
        "description":"Description of Peach & Apricot and Plum Processing Line",
        "value":"Description of Peach / Apricot and Plum Processing Line\n\nFrom line designing, equipment manufacturing, to installing and commissioning and also training the operators, Shanghai Beyond supply complete turnkey projects for customers.\nShanghai beyond has successfully developed the destoner and stone washer which is specialy used for the fruits with hard seed, which has the advantages as high working efficiency, thoroughly separate the stone and the pulp, remain complete shape of the seed and pulp. Shanghai beyond has been on the top list of hard seed fruits deep processing industrial in china.\n\nCharacteristics of peach, apricot, plum and other similar fruits processing line\\n1. Wide range of raw fruits are available, this line is applicable for all kinds of hard seed fruits with pulp, such as peach, apricot, plum etc.\n2. Flexible configuration to make this line, according to different requirements of the end products, some exact equipments with different functions are flexible chosen, for example: enzymolysis, evaporation etc.\n3. According to different investment and product structure prefered, client can require average, middle level or high level processing equipments.\n4. End product with pure flavor, bright colour, and high juice output percentage;\n5. Whole line with features as high level automatically, low labour intensity, easy operation, safe function and low operation cost.\n6. Whole line adopt sanitary design, can clean thoroughly, with high level sanitation.\n\nTechnical data ：\nRaw material: Peach，apricot，plum and other similar flesh fruits with hard seed\nEnd product: Nature Juice, juice Concentrate, transparent juice, cloudy juice, canned fruits\nProduction capacity: 20T／D－2000T／D\nOutput percentage: ≥90%\nSolid content: 7~12Brix\nPacking type for end product: Aseptic Bag/glass Bottle／PET Bottle ／gable Top Box／Tetra Pak "
    },
    {
        "name":"Mango & Pineapple Processing Line",
        "image":"images/fruits/pineapples.jpg",
        "description":"Mango & Pineapple Processing Line",
        "value":"Description:\n\nMango and pineapple is a famous tropical fruit, Because of its delicate flesh, unique flavor, which is very popular and known as the \"king of tropical fruit\" fishery. Complete plant of mango and pineapple processing equipment including following procedures, washing the fresh mango and pineapple, peeling, pulping, crushing, squeezing, enzymalisis, membrane filtrating, concentrating, sterilizing, filling process etc. The fresh mango and pineapple can be processed into the transparent juice and cloudy juice,  then  packed into the gable top box, tetra pak, aseptic bags, sterile vats and other containers, achieving the purpose to sell in cold chain or normal temperature.\n\n1 The processing capacity is varied from 60 tons/day to 1500 tons/day.\n2 The line Can deal with similar characteristic of fruits.\n3 Using the high efficient of mango destoner to improve the mango output percentage effectively\n4 Using efficient belt juice extractor to improve the juice efficiency and the output percentage of pineapple.\n5 The production process fully automatic PLC control to save labor and  Facilitate production management\n6 Low-temperature vacuum evaporation ,Maximize reserve the  flavor substances and nutrients  also save energy.\n7 Tubular UHT sterilizer and Aseptic filling machine, produce high-quality aseptic juice products\n8 Automatic CIP cleaning ,ensure the entire line equipmen of  food hygiene and safety requirements"
    },
    {
        "name":"Date/jujube Processing Line",
        "image":"images/fruits/jujube.jpg",
        "description":"Date/jujube Processing Line",
        "value":"Description of Chinese date/ Jujube and Hawkthorn processing line:\n\nShanghai beyond machinery co., ltd is specialized in supplying Chinese date/ Jujube hawkthorn processing lines.\nFrom designing solution, equipment manufacturing, to installing and commissioning and also training the operators, Shanghai Beyond supply complete turnkey projects for customers.\nIn processing the date juice, shanghai beyond developed two different procedures, include immerse add extractor and destoner add pulper, this can meet the different processing requirements of date and hawkthorn. Our self developed technologies of continuous cooker and vacuum extractor are in the advanced level, which are highly evaluated in both china and oversea.\n\nCharacteristics of Chinese date/ Jujube and Hawkthorn processing\n1.Wide range of raw fruits are available, this line is applicable for all kinds fruits with similar characteristic such as date, jujube, hawkthorn and so on.\n2.There are two different procedures, one is immerse add extractor, another is destoner add pulper.\n3.According to different investment value and product structure, client can require average, middle level or high level processing equipments.\n4.End product with pure flavor, bright colour, and high material usage percentage;\n5.Whole line with features as high level automatical, low labour intensity, easy operation, safe function and low operation cost.\n6.Whole line adopt sanitary design, can be cleaned thoroughly, with high level sanitation.\n\nTechnical data of Chinese date / Jujube and Hawkthorn processing\nRaw material: All kinds big date, small date, jujube, dry date, fresh date and hawkthorn\nEnd product: juice Concentrate, transparent juice, cloudy juice, sea-buckthron oil\nProduction capacity: 20T／D－2000T／D\nOutput percentage: ≥90%\nSolid content: 7~12Brix\nPacking type for end product: Aseptic Bag/glass Bottle／PET Bottle ／gable Top Box／Tetra Pak"
    },
    {
        "name":"Seabuckthorn Processing Line",
        "image":"images/fruits/seabuck.jpg",
        "description":"Seabuckthorn Processing Line Description",
        "value":"\n\nFrom proposal designing, equipment manufacturing, to installing and commissioning and also training the operators, Shanghai Beyond supply complete turnkey projects for customers.\nThe traditional ways is to press and extracting Sea-buckthorn together with sticks. The new technology that developed by shanghai beyond is to remove the sticks remove the sticks firstly, and then by pulping to produce the juice., Which breaks several technology difficulties, such as remove sticks, cleaning, pulping, clearance etc. Meanwhile, during the juice production,maximum percentage of juice oil and seed oil are processed, which highly increased the additional value of product from Sea-buckthorn.\n\nCharacteristics of Sea-buckthorn processing line\n1. Wide range of raw fruits are available, this line is applicable for all kinds of big or small Sea-buckthorn fruits;\n2. Flexible configuration:, according to different requirements of the end products, some exact equipments with different functions are flexible chosen, for example: enzymolysis,  film filtration，evaporation etc.\n3.According to different investment and product structure prefered, client value can require average, middle level or high level processing equipments.\n4. End product with pure flavor, bright colour, and high juice output percentage;\n5. Whole line has features as high level automatical, low labour intensity, easy operation, safe function and low operation cost.\nWhole line adopt sanitary design, can be cleaned thoroughly, with high level sanitation.\n\nTechnical data for Sea-buckthorn processing line \nRaw material: Big or small sea-buckthorn(with fruit sticks or not)\nEnd product: juice Concentrate, transparent juice, cloudy juice, sea-buckthron oil\nProduction capacity: 20T／D－2000T／D \nOutput percentage: ≥90%\nSolid content: 10~15Brix \nPacking type for end product: Aseptic Bag/glass Bottle／PET Bottle ／gable Top Box／Tetra Pak"
    },
    {
        "name":"Citrus Processing Line",
        "image":"images/fruits/citrus.jpg",
        "description":"Description of Citrus Processing Line",
        "value":"FEATURES OF CITRUS PROCESSING LINE\n\n1. Wide range of raw fruits are available such as: citrus, lemon, orange, pomelo, grapefruit etc.\n2. according to different requirements for the end products, with different functions,for example: debitterizing, deacidification, oil refiner, evaporation etc.\n3. According to different investment and product structure, client can require average, middle level or high level processing equipments.\n4. End product with pure flavor, bright colour, and high output percentage;\n5. Whole line with features as high level automatical, low labour intensity, easy operation, safe function and low operation cost.\n6. Whole line adopt sanitary design, can be cleaned thoroughly, with high level sanitation.\n\nProcessing of Citrus processing line:\n1. fruit receive and first step cleaning;\n2. Fruit storage system with elevator and storage bin;\n3. Fruit cleaning and sorting;\n4. Fruit grading to different sizes group;\n5. Cup-type squeeze extractor;\n6. Juice refiner and separator;\n7. Concentrating by evaporator;\n8. Pasteurizer and aseptic drum filler;\n9. Fruit pulp refiner and sterilizer;\n10. Fruit oil collection and separator;\n11. Fruit peels drying system to make animal feed;\n12. CIP cleaning system;\n13. Installation and commissioning, training;"
    }
];

beverages_products = [    
    {
        "name":"Tea Drinks Production Line",
        "image":"images/beverages/tea.jpg",
        "description":"Description of tea drinks production line:",
        "value":"raw material: extracting from tea leaves,or by tea powder dissolving\nproduct category: green tea, black tea, herbal tea,flower tea , milky tea and so on \nprocessing capacity: 2000L/D-200000T/D\npackage type: tetrapak,PET bottles, HDPE bottles, glass bottles, normal plastic pouches,stand-up pouches,gable top box etc."
    },
    {
        "name":"fruit Juice Production Line",
        "image":"images/beverages/fruit_juice.jpg",
        "description":"Description of fruit juice drink line:",
        "value":"\\nraw material: fresh fruit, fruit juice concentrate, juice powder\nprocessing capacity: 2000L/D-200000T/D\npackage type: tetrapak,PET bottles, HDPE bottles, glass bottles, normal plastic pouches,stand-up pouches,gable top box etc."
    },
    {
        "name":"Carbonated Drinks Production Line",
        "image":"images/beverages/carbonated.jpg",
        "description":"Description of carbonated drinks production line:",
        "value":"\n\nprocessing capacity: 2000L/D-200000T/D\npackage type: PET bottles, cans"
    },
    {
        "name":"Core Juice Production Line",
        "image":"images/beverages/core.jpg",
        "description":"Description of cereal drinks production line:",
        "value":"\n\nRaw material: cereals like core, red bean,mung bean and so on\nprocessing capacity: 2000L/D-200000T/D\npackage type: tetrapak,HDPE bottles, glass bottles,gable top box,cans etc."
    },
    {
        "name":"Water Production Line",
        "image":"images/beverages/water.jpg",
        "description":"Water production processing",
        "value":"Package type: PET bottle, plastic barrel"
    },
    {
        "name":"Soy Milk Production Line",
        "image":"images/beverages/soya.jpg",
        "description":"",
        "value":"\n\nraw material: soy beans\nPackage type:  tetrapak,PET bottles, HDPE bottles, glass bottles, normal plastic pouches,stand-up pouches,gable top box etc."
    },
    {
        "name":"Peanut Milk Production Line",
        "image":"images/beverages/peanut.jpg",
        "description":"Description of peanut milk production line:",
        "value":"\n\nraw material: peanut\npackage type: tetrapak,HDPE bottles, glass bottles, cans, gable top box etc."
    }
];

pharmaceuticals_products = [   
    {
        "name":"Multi-functional Extraction Tank",
        "image":"images/pharmacy/multi.png",
        "description":"Multi-functional Extraction Tank",
        "value":"The extraction tank is applied for several process operations, such as water decoction, warm-immersion, thermal circumfluence, filtration and collation and aromatic oil collection of traditional Chinese medicine, propagation and chemical raw material, and recycling of organic solvent.\n\nEnterprise develops in many aspects, such as safety of application, convenience of operation and obtainments for GMP regulations and so on, based on traditionalextraction manufacturing standard in the country: \n\n· 3-cylinder rotary self-lock drop shutter is applied on the slag door, of which the single-cylinder starts up while two-cylinder rotates and pulls the clamp ring to be clamped and the inclined sickle self-locks as a result. The developed process can solve the problems of leakage that are enhanced by poor air pressure or tripping incidents.\n\n·Special shape applies for the seal ring on the slag door to make sure reliable sealing performance and long-life of application as static pressure of liquid column or pressure in the tank increases much higher.\n\n·The inner surface of tank polishes with mirror plate, with transitional filleting weld joint to be cleaned easily and without slag.\n\n·Collocations, such as all-position CIP cleaner, anti-explosion sight lamp and sight glass, quick-opening sanitary feeder nose in portability, mist eliminator and so on, are made into use for convenient operations.\n\nTypes available:\nBased on the shape, the TQ series distilling tank in BEYOND MACHINERY can be classified as follows: positive cone type,tilted-cone type, cylindrical type,mushroom type ,inverted cone and so on.\n\nThe extraction tank has different extraction types, such as: \nStatic state of single-tank, multi-function (including recycle, circumfluence and aromatic oil collection devices), dynamic state of mixing (including anti-explosion mixing system), compulsory circulating dynamic state (including circulation pump and circulation pipeline)."
    }, 
    {
        "name":"RH Dual Formula Hot Reflux Extraction Evaporator",
        "image":"images/pharmacy/Reflux.png",
        "description":"RH Dual Formula Hot Reflux Extraction Evaporator",
        "value":"Equipment descriptions\n\nThe unit is composed of extracting tank , evaporator , condenser , cooler , oil separator , heater and industrial control computer etc . After dipping and heating , the lixiviation liquid of traditional Chinese medicine will be pumped into the external heater for heating from the bottom of extracting tank.\n\nThe extra pump liquid will enter into the bottom of extracting tank to reflow and play its partial mixing effect . After the extracting liquid is heated by the heater , it will be evaporated instantly and separated by the separation concentrator . The twice steam will enter into the extracting tank , transmitting the heat to the solvent in the extracting tank , and also playing mixing effect . The residual air will enter into the condenser and become solvent , and after reflux it enter into the extracting tank . It will enter into the heater for condensed liquid to carry out heat extracting tank . It will enter into the heater for condensed liquid to carry out heat exchange and make the temperature of condensed liquid approximate to the boiling point of solution in the extracting tank . Then the residual air enter into condenser . As the solvent has large reflux quantity , the density of solute in the medicine and solvent keeps high gradient , and the solute will be rapidly dissolved .\n\nThe extraction and concentration are synchronous with continuous discharge of concentrated liquid , thus , the process is greatly reduced  and only requires 4-6 hours.\n\nAs the reflow temperature of condensed liquid is approximate to the boiling point of solution in extracting tank , the energy consumption is very low . The whole unit is operated under airproof equipment , so the solve has little consumption .\n\nThe whole unit is controlled by industrial control computer , through which , heating temperature , evaporation temperature , reflow temperature , ,system vacuum pressure , liquid and liquid level of evaporation concentrating tank can be set and controlled . Thus the technology process can be operated reliably , stably and safely .\n\nWith good technology performance , the ointment-collecting rate is enhanced . Water or alcohol solvent distillation in conditions of negative pressure  , normal pressure and positive pressure , especially low-temperature distillation of heat sensitive materials can be made . The process flow of the unit has reasonable and compact layout ,  beautiful appearance and low pollution , Which is in accordance with GMP requirements . The unit has many advantages such as high efficiency , energy saving , multi-function.\n\nAs to the comprehensive performance , it is at the leading position in domestic . It is modernized technology equipment keeping pace with international natural plant medicine . .Our company can also produce ordinary manual control unit or semi-automatic control unit to satisfy different  requirements of customers. \n\nThe unit not only has good functions for extraction and concentration of traditional Chinese medicine and Chinese herbal medicine (Dry product ), but also has powerful functions for extraction and concentration of fresh plant products at low temperature with fresh flavor preserved , such as the extraction and concentration of flower and asparagus etc fresh products . It has applied in traditional Chinese medicine factories and health product factories , which show its powerful function advantages. The equipment is also applicable to the extraction and condensation of natural condiments and food additives concerning animals and halobios ."
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":"The equipment is suitable for percolation operation in traditional Chinese medicine,food,chemical industry and etc.\n\nThe equipment is composed of tank body,taper body,oval seal head (or flat cover),pneumatic residue discharging door ,pneumatic operation bench and etc.It has such characteristics as equal solvent distribution and convenient residue discharging etc.\nThe percolation method is to add continuously leaching solvent into the rough powder of medicine materials to make it filtrate the medicine powder,and then the leaching liquid will flow from the bottom outlet .During the percolation ,the layer percolation method of solvent”s filtering into the medicine material is to add continuously  leaching solvent  into the medicine material layer to make the solvent pass through the medicine material layer from top to bottom and dissolve large amount of soluble matters.After that,the concentration increases,and it will move downward after the density increases.The leaching solvent at the upper layer or the thin leaching liquid will exchange the position and produce good concentration difference to make the scattering carried out smoothly .Thus,the leaching effect is better than the dipping method,and the extraction will be comparatively complete."
    } , 
    {
        "name":"Percolation tank",
        "image":"images/pharmacy/percolation.jpg",
        "description":"Percolation tank Description",
        "value":"The equipment is suitable for percolation operation in traditional Chinese medicine,food,chemical industry and etc.\nThe equipment is composed of tank body,taper body,oval seal head (or flat cover),pneumatic residue discharging door ,pneumatic operation bench and etc.It has such characteristics as equal solvent distribution and convenient residue discharging etc.\n\nThe percolation method is to add continuously leaching solvent into the rough powder of medicine materials to make it filtrate the medicine powder,and then the leaching liquid will flow from the bottom outlet .During the percolation ,the layer percolation method of solvent”s filtering into the medicine material is to add continuously  leaching solvent  into the medicine material layer to make the solvent pass through the medicine material layer from top to bottom and dissolve large amount of soluble matters.After that,the concentration increases,and it will move downward after the density increases.The leaching solvent at the upper layer or the thin leaching liquid will exchange the position and produce good concentration difference to make the scattering carried out smoothly .Thus,the leaching effect is better than the dipping method,and the extraction will be comparatively complete."
    } , 
    {
        "name":"Forced Circulation Evaporator",
        "image":"images/pharmacy/circulation-evaporators.jpg",
        "description":"Forced Circulation Evaporator Description",
        "value":"Scope of Application: Forced circulation type of single, double, three effect and multi-effect evaporator, suitable for high concentration, high viscosity, containing insoluble solids such as food, pharmaceutical, chemical, biological engineering, environmental engineering, waste recycling and other sectors of the low temperature concentration\n\nSystem composition: heater of each effect, the separator, condenser, circulating pump,pump between effects, vacuum pump and water drainage system, steam distribution cylinder, operation platform, electric instrument control cabinet and valves, piping system.\n\nPerformance characteristics\n1、Beautiful appearance, reasonable design of a full set of system, stable operation, high efficiency and energy saving, low steam consumption;\n2、Concentration ratio high, forced circulation type, make high viscosity liquid to easy flow for evaporation, short time of concentration;\n3、Special design through simple operation can be switched to change effect, in order to adapt to the production of different products;\n4、Low evaporation temperature, heat is fully utilized, the liquid material is heated gently, suitable for heat-sensitive materials concentration;\n5、Through forced circulation in evaporator, heating evenly in the pipe, high heat transfer coefficient, which can prevent the \"dry wall\" phenomenon\n6、Liquid be separated once again after enters the separator, strengthen the separation effect; make the whole device has a wide operating elasticity.\n7、The whole device has compact structure, small occupation area, simple structure and smooth, represent large sets of evaporation equipment development direction;\n9、Evaporation: according to the customer need to design."
    } , 
    {
        "name":"MVR Evaporator",
        "image":"images/pharmacy/MVR Evaporator.png",
        "description":"MVR Evaporator Description",
        "value":"Mechanical vapor compression MVR or MVC (Mechanical Vapor Compression) evaporator, the principle is to usethe secondary steam which is produced through compressing the steam by the steam compressor , secondary steam heat and temperature is increased by the compressor, steam compressed into the evaporator as the heat source, again makes the raw material liquid start evaporation, so there is no need to rely on external fresh steam, just need to rely on the evaporator system itself circulating to achieve the purpose of evaporation. Through the PLC control system, configuration software and engineering software to control the temperature, pressure, speed motor system, maintain stable, intelligent and efficient operation of the evaporator.\n\nPerformance characteristics:\n1） No waste heat steam emissions, energy-saving effect is very significant, which is equivalent of 10 effect evaporator.\n2）Using this technology can achieve to countercurrent washing of secondary steam, therefore the dry matter content in condensed water is far lower than the number of evaporator.\n3）Using low temperature negative pressure evaporation (50-90 ℃), help to prevent the degeneration resulted from high temperature evaporation.\n4）MVR evaporator is a substitute of traditional multi-effect falling-film evaporator, is based on single effect evaporator through the reuse of the secondary steam countercurrent washing and recompression. All material that applicable for single effect and multieffect evaporator, are suitable for use in the MVR evaporator, technically have the substitutability. It has perfectcharacteristics of environmental protection and energy saving. Becauseof its significant energysaving effect, MVR evaporator technology started rapid development in foreign countries at the beginning of 70's, now is widely used, which is used in industrial wastewater treatment and dairy, sugar, starch, alumina, papermaking, caprolactam, seawater desalination, coking plant (recovery of sulfur dioxide production sulfur ammonia), salt chemical industry, and other many production areas."
    } , 
    {
        "name":"WZY Single-effect Evaporator",
        "image":"images/pharmacy/Single-effect.jpg",
        "description":"WZY Single-effect Evaporator Description",
        "value":"The external circulating single-function evaporator is made up of heater, evaporator, separator, and so on, of which parts contacting with materials shall be made of stainless steel. The equipment applies for evaporation and condensation of liquid materials in the industries such as pharmacy, foodstuff, chemical, lightindustry and so on. The equipment has the characteristics of short time for condensation, fast evaporation and preventing the thermal sensitive materials from been damaged preferably.\n\nThere are three kinds of types for the series single-function evaporator:\n·Conventional type WZY, applies for water solution evaporation.\n·Alcohol recycling type WZYH, applies for alcohol solution evaporation, which has bigger condensing and cooling area to make sure alcohol recycling. The recycling concentration can reach as much as 70～85º,  attrition rate of alcohol is less than 5%, and temperature after alcohol recycling is not more than 40℃.\n·WZYS paste obtained type, applies for single-function evaporation and obtaining the condensate paste. After normal evaporating of single-function, shut down the valves of circulation tube and the one of connecting nozzle between heating and evaporating chamber, in order to make feed liquid enter into the evaporating chamber on the whole and heat by the sheaf in the evaporating chamber directly, then condense with decompression in the normal pressure mode, for the purpose of enhancing the concentration rate of material up to the range 1.35-1.45."
    } , 
    {
        "name":"SJN Ⅲ Series Triple-effect Concentrator",
        "image":"images/pharmacy/SJN-Ⅲ.png",
        "description":"SJN Ⅲ Series Triple-effect Concentrator Description",
        "value":"\nUse:\n\nThe concentrator adapted to traditional Chinese medicine, western medicine, dextrose, amylum, monosodium glutamate, foodstuff, chemical industry and other liquid material concentration shrinkage, especially for the low temperature heat- sensitive species in vacuum.\n\nCharacteristics:\n\nEach heating chambertube, condenser tube ,the intermediate connecting pipes are used inside andoutside the ISO standard polished mirror surface of the pipe , to ensure thesmooth flow of material, non-coking heating chamber clogging, reducing foulingand cleaning times ,improve production efficiency.\n\nThe concentrator usesthree effect evaporator while secondary steam to get reused, saving investmentof boiler, but also save energy consumption, the energy consumption is 70%lower compared to other concentrators.\n\nThe concentrator adapt exteriorheating natural circulation and vacuum evaporation, it has features of highevaporation speed and high concentration than the major, receive paste inclosed condition.\n\nConcentration of recoverablealcohol around 80%.It can feed material intermittentor continuously, reach concentration by once."
    } , 
    {
        "name":"QN Sphere Concentrating Tank",
        "image":"images/pharmacy/QN Sphere.png",
        "description":"QN Sphere Concentrating Tank Description",
        "value":"The equipment is applied for the solution function such asvacuum concentration, crystallization, paste finished, distillation, alcoholrecycling etc，in the industries such as Chinese medicine, westernmedicine, foodstuff, dextrose, juice,candy,pharmaceutical,chemical industryandso on, Condensing specific weight is from 1.35 to 1.45. Besides, the equipmentis made up of four important parts which are main body of condensing boiler,gas liquid separator, cooler and water tank. the material of which are allsupported by SUS 304 to make sure meet GMP standard during the production.\n\nBecause of decompression condense mode applied in the equipment, the condensing time isvery short and the available compositions of thermal sensitive material shallnot be damaged"
    } , 
    {
        "name":"ZJN Vacuum Decompressing Concentrator",
        "image":"images/pharmacy/ZJN Vacuum.png",
        "description":"ZJN Vacuum Decompressing Concentrator Description",
        "value":"This equipment mainly uses concentration and distillation in pharmacy, food, heathcare, oral liquid, juice, chemic and light-industry industries, can recollect alcohol and simple extraction of other solution.\n\nThe equipment is totally made of stainless steel with compact structure and beautiful shape, six parts of which are condenser, cooler, gas-liquid separator, condense tank, connecting tube and fluid receiving bath. further more ,the condensing tank is supported as sheaf structure, the consenser is in tube mode and the cooler is in coil mode, while the condensate specific gravity reaches as much as 1.35-1.45"
    } , 
    {
        "name":"Intelligent Macroporous Resin Adsorption Unit",
        "image":"images/pharmacy/Intelligent.jpg",
        "description":"Intelligent Macroporous Resin Adsorption Unit Description",
        "value":"Application\n\nThe group is combined units of fixed bed resin column. It is used in confirmation,middle test and refine of liquid medicine`s purification of altitude academy,scientific research, pharmaceutical factories and hospitals. Resin absorptionseparation technology is using special absorbing media to select the effectivepart in the medicine and remove useless components. After the process, theeffective components can be more concentrated. The moisture can also be removedin the machine to strength the stability of the medicine. This machine can alsoremove heavy metal from the medicine. The product after resin absorptionseparation technology has a advantages of small size and no absorbing moistureso that can be made to different types of medicine, specially suitable for theproduction of capsule, tablets etc.\n\nCharacteristics\n\nConsidering such disadvantages that exist inthe application of fixed resin pillar as it will happen product wall flows,ditch flows, resin utilization is not high, this machine has the followingcharacteristics:\n\nRealizes control automatically;\n\nNew pillar construction design and materialdistribution device to avoid wall flow phenomenon\nMaterial can be set flow timely in forwardline or contrary flows to adsorb, solving the phenomenon of ditch flows or drywimble due to un-even resin filling and bubble;\nThe resin coping, bottom adsorbs layer movesevenly, the resin inside the pillar able to adsorb in balance, increasesutilization of resin.\nCan realize singlepillar continuous absorb and multi-pillar continuous absorb operation. Can beused fixed or as analog moving beds\n\nStructure:\n\nThe Machine is withgood design, reasonable height ratio, precise inlet/outlet flow control, and equippedwith auto charging system and compressed air connection nozzle to make sure theresin filling efficiency and filling material recycling effect.\n\nEquipment Type:\n\nThe machine is divided into manual type and automatic type.\n\nAutomatic type:\n\nIt introduce computer automatic supervisetechnology, realize production process control, automatic inspection, transportationin pipes, enhance the equipment reliability and repeatability.\n\nThe single pillar controls with programmablecontroller, multiple pillars adoption PLC controls system, equipped withman-machine interface with the touch-screen to operate programming, on-linesupervise and control the working status of equipment and data collection,which realize series connection and  parallel connection of the multi-pillars , assure theprocedure stability and accuracy.\n\nManual type:\n\nThe equipment tube adapt optimization design, operation simple, convenience, can design multi-pillars and big volumeaccording to customer’s requirement."
    } , 
    {
        "name":"CX Model Automatic Chromatography Separating Unit",
        "image":"images/pharmacy/CX Model.jpg",
        "description":"CX Model Automatic Chromatography Separating Unit Description",
        "value":"System components andcharacteristics\n\n1.Automatic control system\n\nThe chromatogram working station that iscompiled on the basis of the advanced DCS distributed control strategy can realizecontrol and data collection of pumps,valves and various online detectors,conveniently complete the multi-column series and parallel operation andguarantee the stability and accuracy of technology.\n\n2.Special online test system for traditional Chinese medicine\n\nIncluding the test of regular process parameterssuch as flow, pressure, temperature, PH value(optional)and electricconductivity (optional) etc and real-time test of content of effective parts(orcomponents) of traditional Chinese medicine through ultravioletspectrum(optional)and near-infrared spectrum (optional).\n\n3.Structure of chromatography column\n\nThe structure ofchromatography column is well designed with reasonable height-diameter rate.Theprecise inlet and outlet fluid distributing device is equipped with automaticfilling system and air and chromatography column and the regeneration effect offiller so as to provide guarantee for the high efficiency separation.\n\nSystem control interface\n\nThe unit is specially designed, researched and developed for the purification of targeted compound in pharmaceutical industry. The preparative liquid chromatographic column has super high sample loading capacity which has provided reliable guarantee for enhance-ing the preparative quantity of purification products with lower cost .\n\nFunctions and characteristics\n\nIt is widely used for wastewater treatment,extractionand refining of protein, enzyme, monosaccharide, amylose and planteffectivecomponents etc.\n\nThe characteristics of chromatography separation are as follows:the operation condition is moderate (normal temperature, and normal pressuregenerally);the mixture can obtain multiple pure components at one time ; precise separation is available so as to obtain products of high purity. Combining modem computer automatic control technology and technical parameter online detection technology, the unit has upgraded and reformed the traditional manual chromatography equipment to enhance the reliability and repetition. The equipment is easy for magnifying the chromatography technology to solve the problem of industrialized production.\n\nApplication of chromatographic separation technology in the separation and purification of natural products\n\nThe chromatographic separation technology mostlyapplied in the traditional Chinese medicine separation and purification can be mainlydivided into adsorption chromatography and ion exchange chromatography.\n\nThe adsorptionchromatography includes reverse phase chromatography (C18 filler) and normalphase silica gel chromatography. The ion exchange chromatography is mainly usedforseparation and purification of compounds with electric charge.Currently,the chromatographic separation technology has playedmore and more functions inthe refining of effective components of Chinese medicine such as flavone,alkaloid, glycoside, organic acids and amylase etc.\n\nApplication of separation and purificationof natural products\n\nDevelopment of small-scale test technology, magnifying research of pilotscale test technology, preparation of phytochemical standard products and contrasting products .Widely suitable for separating phenol , aldehyde, alkaloid, amino acid, steroid, terpene, flavone, quinine, organic acid, glycoside, polysaccharide, nucleoside and pure products. Such as: paclitaxel, tea polyphenol, ginkgoflavone, bamboo leave flavones and vitamin E, etc."
    } , 
    {
        "name":"JC Alcohol Precipitation Tank",
        "image":"images/pharmacy/JC Alcohol.jpg",
        "description":"JC Alcohol Precipitation Tank Description",
        "value":"Extraction LP mainly used for alcoholprecipitation in the industries such as Chinese herbs, oral liquid, food, health care products, chemicals and so on. Alcohol precipitation tank is specialized new developed equipment from the old process in the production of alcohol precipitation(also known as ethanol deposition)mainly used forconcentrated Batocera horsfeldi Hope freezing or normal temperature or alcoholprecipitation, or for the concentrated herbals alcohol extraction.\n\nWe are supplying with the normal side-discharged solution(JCS)type of deposit tank, and also with the floating ball top-discharged solution(JCF)device, which takes the floating ball floating on the clear solution and discharges the clear solution from top of the tank to keep convenient operation by compression air or vacuum, according to the requirements of clients."
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":""
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":""
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":""
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":""
    } , 
    {
        "name":"",
        "image":"images/pharmacy/.jpg",
        "description":"",
        "value":""
    } 
];